Repository: Metatavu/valon-kaupunki-app
Catalog: lib/l10n/app_*.arb
Languages: fi

source: WELCOME TO VALON KAUPUNKI!
fi: TERVETULOA TUTUSTUMAAN VALON KAUPUNKIIN!

# introductionTextPart1
source: With this application you may find information about Jyv채skyl채''s permanent lighting attractions, artworks related to the event and about our partners. Read more about Valon kaupunki from the
fi: Sovelluksen avulla löydät tietoa Jyväskylän pysyvistä valaistuskohteista, tapahtuman valoteoksisista sekä yhteistyökumppaneistamme. Lue lisää toiminnastamme

# introductionTextLink
source: webpage
fi: Valon kaupungista nettisivuilta

# introductionTextPart2
source: This autumn''s Valon kaupunki event takes place at 28.9.-7.10.2023
fi: Syksyn Valon kaupunki -tapahtuma järjestetään 28.9.-7.10.2023

# enterButtonText
source: Step in!
fi: Astu sisään!

# homeButtonText
source: Home
fi: Koti

# attractionsButtonText
source: Attractions
fi: Kohteet

# benefitsButtonText
source: Benefits
fi: Edut

# partnersButtonText
source: Partners
fi: Kumppanit

# loadingDataFailed
source: Loading event attraction data failed
fi: Tapahtumakohteiden tietojen lataus epäonnistui

source: Benefit coupon
fi: Etukuponki

# validUntil
source: Valid until {time}
fi: Voimassa {time} asti

source: Read more
fi: Lue lisää
